#!/bin/bash

echo "Болтун находка для шпиона"
echo "Болтун находка для шпиона" >&2
echo "Болтун находка для шпиона"
echo "Болтун находка для шпиона" >&2
echo "Болтун находка для шпиона"
echo "Болтун находка для шпиона" >&2
echo "Болтун находка для шпиона"
echo "Болтун находка для шпиона" >&2
echo "Болтун находка для шпиона"
echo "Болтун находка для шпиона" >&2
echo "Болтун находка для шпиона"
echo "Болтун находка для шпиона" >&2
echo "Болтун находка для шпиона"
echo "Болтун находка для шпиона" >&2
echo "Болтун находка для шпиона"
echo "Болтун находка для шпиона" >&2
echo "Болтун находка для шпиона"
echo "Болтун находка для шпиона" >&2
echo "Болтун находка для шпиона"
echo "Болтун находка для шпиона" >&2
echo "Болтун находка для шпиона"
echo "Болтун находка для шпиона" >&2
echo "Болтун находка для шпиона"
echo "Болтун находка для шпиона" >&2
echo "Болтун находка для шпиона"
echo "Болтун находка для шпиона" >&2
echo "Болтун находка для шпиона"
echo "Болтун находка для шпиона" >&2
echo "Болтун находка для шпиона"
echo "Болтун находка для шпиона" >&2
echo "Болтун находка для шпиона"
echo "Болтун находка для шпиона" >&2
echo "Болтун находка для шпиона"
echo "Болтун находка для шпиона" >&2
echo "Болтун находка для шпиона"
echo "Болтун находка для шпиона" >&2
