#!/bin/bash

echo "Стандартный поток"
echo "Стандартный поток"
echo "Стандартный поток"
echo "Стандартный поток"
echo "Стандартный поток"
echo "Стандартный поток"

echo "Как можно заметить, поток ошибок не перенаправляется при помощи >" >&2
echo "Чтобы перенаправить любой другой поток ввода-вывода нужно использовать его номер"  >&2
echo ""  >&2
echo "0 - stdin"  >&2
echo "1 - stdout"  >&2
echo "2 - stderr"  >&2
echo ""  >&2
echo "Пример: echo \"поток ошибок\" 2> error_log.txt"  >&2
echo "Задача на самом деле такая: stdout — в stdout.log, stderr — в stderr.log"  >&2
